Repository: sinhong2011/triwarden
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant, zh_hk

source: This license key is for a different product.
ja: このライセンスキーは別の製品用です。
zh_hans: 此授权密钥属于其他产品。
zh_hant: 此授權金鑰屬於其他產品。
zh_hk: 呢個授權碼屬於其他產品。

source: Couldn't reach Lemon Squeezy. Check your connection and try again.
ja: Lemon Squeezy に接続できませんでした。接続を確認して、もう一度お試しください。
zh_hans: 无法连接 Lemon Squeezy。请检查网络连接后重试。
zh_hant: 無法連線 Lemon Squeezy。請檢查網絡連線後再試。
zh_hk: 連唔到 Lemon Squeezy。請檢查網絡連線再試。

source: This license key couldn't be activated.
ja: このライセンスキーを有効にできませんでした。
zh_hans: 无法激活此授权密钥。
zh_hant: 無法啟用此授權金鑰。
zh_hk: 呢個授權碼啟用唔到。

source: Enjoying Triwarden?
ja: Triwarden を気に入っていただけましたか？
zh_hans: 喜欢 Triwarden 吗？
zh_hant: 喜歡 Triwarden 嗎？
zh_hk: 鍾唔鍾意 Triwarden？

source: It's free to use for as long as you like, with every feature. If it's earned a place on your Mac, a license keeps it going.
ja: すべての機能を、好きなだけ無料でお使いいただけます。あなたの Mac に欠かせないものになったら、ライセンスで開発を支えてください。
zh_hans: 所有功能都能免费使用，想用多久就用多久。如果它已成为你 Mac 上的常用工具，购买授权可以支持它继续发展。
zh_hant: 所有功能都能免費使用，想用多久就用多久。如果它已成為你 Mac 上的常用工具，購買授權可以支持它繼續發展。
zh_hk: 所有功能都可以免費用，想用幾耐都得。如果佢已經係你部 Mac 嘅必備工具，買個授權就可以支持佢繼續發展。

source: Buy a License
ja: ライセンスを購入
zh_hans: 购买授权
zh_hant: 購買授權
zh_hk: 購買授權

source: I Have a License Key
ja: ライセンスキーを持っている
zh_hans: 我已有授权密钥
zh_hant: 我已有授權金鑰
zh_hk: 我已經有授權碼

source: One-time purchase
ja: 買い切り
zh_hans: 一次性买断
zh_hant: 一次性買斷
zh_hk: 一次性買斷

source: All your Macs
ja: すべての Mac で
zh_hans: 所有 Mac 通用
zh_hant: 所有 Mac 通用
zh_hk: 所有 Mac 通用

source: Nothing locked
ja: 機能制限なし
zh_hans: 不锁功能
zh_hant: 不鎖功能
zh_hk: 唔鎖功能

source: Support Triwarden
ja: Triwarden を支援
zh_hans: 支持 Triwarden
zh_hant: 支持 Triwarden
zh_hk: 支持 Triwarden

source: Every feature is free, with no time limit. A license is a one-time purchase that ends the weekly reminder and keeps the project going.
ja: すべての機能が無料で、期限もありません。ライセンスは買い切りで、毎週のお知らせがなくなり、開発の支えになります。
zh_hans: 所有功能都免费，没有时间限制。授权为一次性买断，购买后不再每周提醒，并支持项目持续发展。
zh_hant: 所有功能都免費，沒有時間限制。授權為一次性買斷，購買後不再每週提醒，並支持專案持續發展。
zh_hk: 所有功能都免費，冇時間限制。授權係一次性買斷，買咗之後唔會再每星期提醒，仲可以支持項目繼續發展。

source: Card, Alipay, WeChat Pay or PayPal
ja: カード、Alipay、WeChat Pay、PayPal
zh_hans: 银行卡、支付宝、微信支付或 PayPal
zh_hant: 信用卡、支付寶、微信支付或 PayPal
zh_hk: 信用卡、支付寶、微信支付或 PayPal

source: Already have a license?
ja: ライセンスをお持ちですか？
zh_hans: 已有授权？
zh_hant: 已有授權？
zh_hk: 已經有授權？

source: A key from your receipt is confirmed with Lemon Squeezy once, when you register; nothing is checked after that. Offline keys never leave this Mac.
ja: 領収書のキーは、登録時に Lemon Squeezy で一度だけ確認します。その後は確認しません。オフラインキーがこの Mac の外に送られることはありません。
zh_hans: 收据中的密钥只在注册时向 Lemon Squeezy 确认一次，之后不再检查。离线密钥永远不会离开此 Mac。
zh_hant: 收據中的金鑰只在註冊時向 Lemon Squeezy 確認一次，之後不再檢查。離線金鑰永遠不會離開此 Mac。
zh_hk: 收據入面嘅授權碼只會喺註冊時向 Lemon Squeezy 確認一次，之後唔會再檢查。離線授權碼永遠唔會離開呢部 Mac。

source: Thank you!
ja: ありがとうございます！
zh_hans: 谢谢你！
zh_hant: 謝謝你！
zh_hk: 多謝你！

source: Triwarden is registered on this Mac.
ja: この Mac の Triwarden は登録済みです。
zh_hans: 此 Mac 上的 Triwarden 已注册。
zh_hant: 此 Mac 上的 Triwarden 已註冊。
zh_hk: 呢部 Mac 嘅 Triwarden 已經註冊。

source: Triwarden is registered to %@.
ja: Triwarden は %@ さんに登録されています。
zh_hans: Triwarden 已注册给 %@。
zh_hant: Triwarden 已註冊給 %@。
zh_hk: Triwarden 已經註冊畀 %@。

source: Registered
ja: 登録日
zh_hans: 注册日期
zh_hant: 註冊日期
zh_hk: 註冊日期

source: The same key works on all your Macs.
ja: 同じキーをすべての Mac で使えます。
zh_hans: 同一个密钥可用于你所有的 Mac。
zh_hant: 同一組金鑰可用於你所有的 Mac。
zh_hk: 同一個授權碼可以用喺你所有部 Mac。

source: Updated to %@
ja: %@ にアップデートしました
zh_hans: 已更新至 %@
zh_hant: 已更新至 %@
zh_hk: 已更新至 %@

source: …and press Return after it
ja: …入力後に Return を押す
zh_hans: …并在之后按回车
zh_hant: …並在之後按 Return
zh_hk: …之後再撳 Return

source: Status: Not activated
ja: 状態：未有効化
zh_hans: 状态：未启用
zh_hant: 狀態：未啟用
zh_hk: 狀態：未啟用

source: Status: Activated
ja: 状態：有効化済み
zh_hans: 状态：已启用
zh_hant: 狀態：已啟用
zh_hk: 狀態：已啟用

source: Focus License Field
ja: ライセンス欄にフォーカス
zh_hans: 聚焦授权字段
zh_hant: 聚焦授權欄位
zh_hk: 聚焦授權欄位

source: Purchase License
ja: ライセンスを購入
zh_hans: 购买授权
zh_hant: 購買授權
zh_hk: 購買授權

source: One person, all Macs
ja: 一人・すべての Mac
zh_hans: 一人，所有 Mac
zh_hant: 一人，所有 Mac
zh_hk: 一人，所有 Mac

source: Every feature is free, with no time limit. A one-time license ends the reminder, covers one person on all their Macs, and keeps the project going.
ja: すべての機能は期限なく無料です。買い切りライセンスでリマインダーを止め、一人が使うすべての Mac をカバーし、開発を支えます。
zh_hans: 所有功能都免费，没有时间限制。一次买断的授权可结束提醒，涵盖一人在其所有 Mac，并支持项目继续发展。
zh_hant: 所有功能都免費，沒有時間限制。一次買斷的授權可結束提醒，涵蓋一人於其所有 Mac，並支持專案繼續發展。
zh_hk: 所有功能都免費，冇時間限制。一次買斷嘅授權可以結束提醒，涵蓋一人喺佢所有 Mac，並支持專案繼續發展。

source: One person, all their Macs — including a company Mac. Not for resale or sharing across people. Commercial use needs a license; an employer may buy and assign one.
ja: 一人が使うすべての Mac（会社の Mac 含む）。転売や複数人共有は不可。商用にはライセンスが必要で、雇用主が購入して一人に割り当てられます。
zh_hans: 一人，其所有 Mac（含公司 Mac）。不可转售或多人共用。商业用途需要授权；雇主可代购并指派给一人。
zh_hant: 一人，其所有 Mac（含公司 Mac）。不可轉售或多人共用。商業用途需要授權；雇主可代購並指派給一人。
zh_hk: 一人，佢所有 Mac（連公司 Mac）。唔可以轉售或者多人共用。商業用途需要授權；僱主可以代購並指派畀一人。

source: One person, all their Macs — not for resale or sharing.
ja: 一人・すべての Mac — 転売や共有は不可。
zh_hans: 一人，其所有 Mac — 不可转售或共用。
zh_hant: 一人，其所有 Mac — 不可轉售或共用。
zh_hk: 一人，佢所有 Mac — 唔可以轉售或者共用。

source: Learn More
ja: 詳しく見る
zh_hans: 了解更多
zh_hant: 了解更多
zh_hk: 了解更多

source: Bitwarden EU
zh_hans: Bitwarden 欧盟
zh_hant: Bitwarden 歐盟
zh_hk: Bitwarden 歐盟

source: PIN
zh_hans: PIN 码
zh_hant: PIN 碼
zh_hk: PIN 碼

source: Touch ID · Safari, Chrome
zh_hans: 触控 ID · Safari、Chrome
